[
    {"id":1, "nombre":"Celular Galaxy S21 FE 5G Graphite", "codigo":"SM-G990EZAAARO", "descripcion":"Triple Cámara trasera de 12 MP + 12 MP + 8 MP Cámara Frontal de 32 MP. Infinity-O Display de 6.4 FHD+ Dynamic AMOLED 2X HID 120Hz. Procesador Exynos 2100 | Octa-Core 2.9GHz,2.8GHz,2.2GHz. 4.500 mAh para mayor duración de la batería y 25W Super Fast charging", "imagen":"https://samsungar.vtexassets.com/arquivos/ids/177924-600-auto?width=600&height=auto&aspect=true", "precio":169999, "stock":40, "categoria":"moviles"},
    {"id":2, "nombre":"Aspiradora Robot Wi-Fi", "codigo":"VR05R5050WK/BG", "descripcion":"Contar con una aspiradora robot te permitirá ahorrar tiempo y esfuerzo. Es la solución para que la limpieza de tu casa se realice con mayor frecuencia y puedas mantener los ambientes impecables siempre. La Samsung PowerBot-E va a hacer la tarea por vos.", "imagen":"https://samsungar.vtexassets.com/arquivos/ids/177291-600-auto?width=600&height=auto&aspect=true", "precio":115999, "stock":16, "categoria":"electrodomesticos"},
    {"id":3, "nombre":"Galaxy Watch5 44mm Graphite", "codigo":"SM-R910NZAAARO", "descripcion":"Samsung es sinónimo de calidad y evolución tecnológica. Su sistema de navegación intuitivo y la buena integración con otros dispositivos hacen de los relojes inteligentes de esta marca una opción siempre confiable. Además, posee muchas opciones de personalización para que encuentres el estilo que va con vos. Descansá mejor, rendí más. Gracias a la función de monitoreo del sueño podrás aprender más acerca de tus hábitos por las noches y la calidad de tu descanso para que puedas rendir mejor al día siguiente.", "imagen":"https://samsungar.vtexassets.com/arquivos/ids/184157-600-auto?width=600&height=auto&aspect=true", "precio":91999, "stock":10, "categoria":"moviles"},
    {"id":4, "nombre":"Galaxy Tab S7 FE Negro", "codigo":"SM-T733NZKMARO", "descripcion":"Esta tablet Samsung es la compañera ideal, con capacidad de sobra para cada una de tus actividades. El diseño delgado, compacto y portátil, con facilidad para sostener en una mano, lo convierte en una combinación perfecta de rendimiento y versatilidad. Transferir, sincronizar y acceder a tus dispositivos las veces que quieras ahora es posible. Sus conexiones bluetooth, wi-fi, mu-mimo, usb-c, smart switch, wi-fi direct te permiten potenciar sus funciones al máximo. Gracias a su cámara principal de 8 Mpx y frontal de 5 Mpx, podrás hacer videollamadas o sacarte fotos en cualquier momento y lugar, con una excelente calidad de imagen. Nitidez, brillo y colores vibrantes harán que tus experiencias se reflejen de manera óptima.", "imagen":"https://samsungar.vtexassets.com/arquivos/ids/175848-600-auto?width=600&height=auto&aspect=true", "precio":199999, "stock":5, "categoria":"moviles"},
    {"id":5, "nombre":"Microondas con Grill Negro 23L", "codigo":"MG23F3K3TAK/BG", "descripcion":"No pierdas tiempo en la cocina. En simples pasos, podés disfrutar de tus comidas favoritas gracias a la tecnología y evolución de Samsung. El mismo cuenta con recetas preprogramadas para tu comodidad. Cocina fácilmente todo, desde arroz integral hasta pechuga de pollo deshuesada y filetes de salmón a la parrilla, con la garantía de que el resultado será comida fresca y sabrosa. Variedad de funciones y programas. Su función de grill permite dorar los alimentos para que queden crocantes, ideal para pizzas, empanadas y tartas. Para destacar, este microondas cuenta con 6 diferentes niveles de cocción y programas. Disfrutá todas tus comidas con mínimo esfuerzo y máximo sabor.", "imagen":"https://samsungar.vtexassets.com/arquivos/ids/156619-600-auto?width=600&height=auto&aspect=true", "precio":57999, "stock":12, "categoria":"electrodomesticos"},
    {"id":6, "nombre":"Barra de Sonido 2ch HW-T400", "codigo":"HW-T400/ZB", "descripcion":"¿Querés vivir la experiencia del cine desde el sillón de tu casa? Con tu Samsung HW-T400 disfrutarás de la compañía de tus canciones favoritas y vibrarás con las escenas de grandes obras maestras de la pantalla grande. En primer plano, segundo plano o con tecnología envolvente, un sistema integrado de sonido será la clave para llenar de magia tu hogar.", "imagen":"https://samsungar.vtexassets.com/arquivos/ids/163405-600-auto?width=600&height=auto&aspect=true", "precio":49999, "stock":10, "categoria":"tv y audio"},
    {"id":7, "nombre":"43 Full HD Smart TV T5300", "codigo":"UN43T5300AGCZB", "descripcion":"Con el Smart TV UN43T5300 vas a acceder a las aplicaciones en las que se encuentran tus contenidos favoritos. Además, podés navegar por Internet, interactuar en redes sociales y divertirte con videojuegos. Sumergite en la pantalla. Su resolución Full HD muestra una clara evolución frente a su antecesora. Las imágenes que vas a ver van a tener una calidad superior con un alto nivel de detalle y colores mucho más llamativos.", "imagen":"https://samsungar.vtexassets.com/arquivos/ids/164879-600-auto?width=600&height=auto&aspect=true", "precio":89249, "stock":20, "categoria":"tv y audio"},
    {"id":8, "nombre":"55 QLED 4K Q65B", "codigo":"QN55Q65BAGCZB", "descripcion":"Con el Smart TV QN55Q65BAG vas a acceder a las aplicaciones en las que se encuentran tus contenidos favoritos. Además, podés navegar por Internet, interactuar en redes sociales y divertirte con videojuegos. Descubrí la tecnología QLED. Su pantalla con puntos cuánticos ofrece un volumen de color muy superior a cualquier LED del mercado, lo que significa que puede hacer que todos los colores del espectro disponible sean más brillantes sin perder saturación. Además, se distingue por ofrecer un mejor ángulo de visión sin perder calidad desde ninguna posición.", "imagen":"https://samsungar.vtexassets.com/arquivos/ids/184341-600-auto?width=600&height=auto&aspect=true", "precio":224999, "stock":18, "categoria":"tv y audio"},
    {"id":9, "nombre":"Anafe de inducción Virtual Flame", "codigo":"NZ63K7777BK/BG", "descripcion":"Crear el futuro es el principio latente que define la visión de Samsung desde hace más de 80 años. Motivada por una pasión inquebrantable por la excelencia y un firme compromiso para desarrollar los mejores productos para el hogar, ya que la satisfacción de sus clientes es su prioridad. Una cocina que se adapta a tu vida. Con su encendido automático prendelo de manera rápida y sencilla. Cabe destacar que su función táctil te va a permitir un uso práctico y cómodo. Gracias a su alta potencia de 6800 W el rendimiento es superior y vas a lograr preparar eficientemente todos los alimentos que quieras y crear platos únicos.", "imagen":"https://samsungar.vtexassets.com/arquivos/ids/156795-600-auto?width=600&height=auto&aspect=true", "precio":356999, "stock":30, "categoria":"electrodomesticos"}
]